var temp_data = [
  {
    pic: "../temp_for_test/flower.jpg",
    "log_id": 1705495792822072357,
    "result": [{
      "score": 0.99979120492935,
      "name": "莲",
      "baike_info": {
        "baike_url": "http://baike.baidu.com/item/%E8%8E%B2/2717141",
        "description": "莲(Nelumbo nucifera)，又称荷、荷花、莲花、芙蕖、鞭蓉、水芙蓉、水芝、水芸、水旦、水华等，溪客、玉环是其雅称，未开的花蕾称菡萏，已开的花朵称鞭蕖，莲科，属多年生水生宿根草本植物，其地下茎称藕，能食用，叶入药，莲子为上乘补品，花可供观赏。是我国十大名花之一。是印度的国花。莲，双子叶植物，睡莲科。多年生挺水草本植物。根状茎横走，粗而肥厚，节间膨大，内有纵横通气孔道，节部缢缩。叶基生，挺出水面，盾形，直径30-90cm，波状边缘，上面深绿色，下面浅绿色。叶柄有小刺，长1-2m，挺出水面。花单生，直径10-25cm，椭圆花瓣多数，白色或粉红色；花柄长1-2m。花托在果期膨大，直径5-10cm，海绵质。坚果椭圆形和卵圆形，长1.5-2.0cm，灰褐色。种子卵圆形，长1.2-1.7cm，种皮红棕色。生于池塘、浅湖泊及稻田中。中国南北各省有自生或栽培，经济价值高。人们习惯上称种子为“莲子”、地下茎为“藕”、花托为“莲蓬”、叶为“荷叶”。"
      }
    },
    {
      "score": 0.00015144718054216,
      "name": "红睡莲"
    },
    {
      "score": 1.2172759852547e-05,
      "name": "白睡莲"
    },
    {
      "score": 6.305016540864e-06,
      "name": "延药睡莲"
    },
    {
      "score": 3.6133328649157e-06,
      "name": "华夏慈姑"
    }]
  }
  ,
  {
    pic: "../temp_for_test/flower.jpg",
    "log_id": 2233046923807801461,
    "result": [{
      "score": 0.79123616218567,
      "name": "荷花",
      "baike_info": {
        "baike_url": "http://baike.baidu.com/item/%E8%8D%B7%E8%8A%B1/158674",
        "description": "荷花(Lotus flower)属山龙眼目，莲科，是莲属二种植物的通称。又名莲花、水芙蓉等。是莲属多年生水生草本花卉。地下茎长而肥厚，有长节，叶盾圆形。花期6至9月，单生于花梗顶端，花瓣多数，嵌生在花托穴内，有红、粉红、白、紫等色，或有彩纹、镶边。坚果椭圆形，种子成卵形。荷花种类很多，分观赏和食用两大类。原产亚洲热带和温带地区，中国早在周朝就有栽培记载。荷花全身皆宝，藕和莲子能食用，莲子、根茎、藕节、荷叶、花及种子的胚芽等都可入药。其出污泥而不染之品格恒为世人称颂。“接天莲叶无穷碧，映日荷花别样红”就是对荷花之美的真实写照。荷花“中通外直，不蔓不枝，出淤泥而不染，濯清涟而不妖”的高尚品格，历来为古往今来诗人墨客歌咏绘画的题材之一。1985年5月荷花被评为中国十大名花之一。荷花是印度,越南的国花。"
      }
    },
    {
      "score": 0.16631570458412,
      "name": "莲"
    },
    {
      "score": 0.015812600031495,
      "name": "非花"
    },
    {
      "score": 0.0058604963123798,
      "name": "碗莲"
    },
    {
      "score": 0.0039983494207263,
      "name": "并蒂莲"
    }]
  }
  , {
    pic: "../temp_for_test/flower.jpg",
    "log_id": 1705495792822072357,
    "result": [{
      "score": 0.99979120492935,
      "name": "莲",
      "baike_info": {
        "baike_url": "http://baike.baidu.com/item/%E8%8E%B2/2717141",
        "description": "莲(Nelumbo nucifera)，又称荷、荷花、莲花、芙蕖、鞭蓉、水芙蓉、水芝、水芸、水旦、水华等，溪客、玉环是其雅称，未开的花蕾称菡萏，已开的花朵称鞭蕖，莲科，属多年生水生宿根草本植物，其地下茎称藕，能食用，叶入药，莲子为上乘补品，花可供观赏。是我国十大名花之一。是印度的国花。莲，双子叶植物，睡莲科。多年生挺水草本植物。根状茎横走，粗而肥厚，节间膨大，内有纵横通气孔道，节部缢缩。叶基生，挺出水面，盾形，直径30-90cm，波状边缘，上面深绿色，下面浅绿色。叶柄有小刺，长1-2m，挺出水面。花单生，直径10-25cm，椭圆花瓣多数，白色或粉红色；花柄长1-2m。花托在果期膨大，直径5-10cm，海绵质。坚果椭圆形和卵圆形，长1.5-2.0cm，灰褐色。种子卵圆形，长1.2-1.7cm，种皮红棕色。生于池塘、浅湖泊及稻田中。中国南北各省有自生或栽培，经济价值高。人们习惯上称种子为“莲子”、地下茎为“藕”、花托为“莲蓬”、叶为“荷叶”。"
      }
    },
    {
      "score": 0.00015144718054216,
      "name": "红睡莲"
    },
    {
      "score": 1.2172759852547e-05,
      "name": "白睡莲"
    },
    {
      "score": 6.305016540864e-06,
      "name": "延药睡莲"
    },
    {
      "score": 3.6133328649157e-06,
      "name": "华夏慈姑"
    }]
  }
  ,
  {
    pic: "../temp_for_test/flower.jpg",
    "log_id": 1705495792822072357,
    "result": [{
      "score": 0.99979120492935,
      "name": "莲",
      "baike_info": {
        "baike_url": "http://baike.baidu.com/item/%E8%8E%B2/2717141",
        "description": "莲(Nelumbo nucifera)，又称荷、荷花、莲花、芙蕖、鞭蓉、水芙蓉、水芝、水芸、水旦、水华等，溪客、玉环是其雅称，未开的花蕾称菡萏，已开的花朵称鞭蕖，莲科，属多年生水生宿根草本植物，其地下茎称藕，能食用，叶入药，莲子为上乘补品，花可供观赏。是我国十大名花之一。是印度的国花。莲，双子叶植物，睡莲科。多年生挺水草本植物。根状茎横走，粗而肥厚，节间膨大，内有纵横通气孔道，节部缢缩。叶基生，挺出水面，盾形，直径30-90cm，波状边缘，上面深绿色，下面浅绿色。叶柄有小刺，长1-2m，挺出水面。花单生，直径10-25cm，椭圆花瓣多数，白色或粉红色；花柄长1-2m。花托在果期膨大，直径5-10cm，海绵质。坚果椭圆形和卵圆形，长1.5-2.0cm，灰褐色。种子卵圆形，长1.2-1.7cm，种皮红棕色。生于池塘、浅湖泊及稻田中。中国南北各省有自生或栽培，经济价值高。人们习惯上称种子为“莲子”、地下茎为“藕”、花托为“莲蓬”、叶为“荷叶”。"
      }
    },
    {
      "score": 0.00015144718054216,
      "name": "红睡莲"
    },
    {
      "score": 1.2172759852547e-05,
      "name": "白睡莲"
    },
    {
      "score": 6.305016540864e-06,
      "name": "延药睡莲"
    },
    {
      "score": 3.6133328649157e-06,
      "name": "华夏慈姑"
    }]
  }
  ,
  {
    pic: "../temp_for_test/flower.jpg",
    "log_id": 1705495792822072357,
    "result": [{
      "score": 0.99979120492935,
      "name": "莲",
      "baike_info": {
        "baike_url": "http://baike.baidu.com/item/%E8%8E%B2/2717141",
        "description": "莲(Nelumbo nucifera)，又称荷、荷花、莲花、芙蕖、鞭蓉、水芙蓉、水芝、水芸、水旦、水华等，溪客、玉环是其雅称，未开的花蕾称菡萏，已开的花朵称鞭蕖，莲科，属多年生水生宿根草本植物，其地下茎称藕，能食用，叶入药，莲子为上乘补品，花可供观赏。是我国十大名花之一。是印度的国花。莲，双子叶植物，睡莲科。多年生挺水草本植物。根状茎横走，粗而肥厚，节间膨大，内有纵横通气孔道，节部缢缩。叶基生，挺出水面，盾形，直径30-90cm，波状边缘，上面深绿色，下面浅绿色。叶柄有小刺，长1-2m，挺出水面。花单生，直径10-25cm，椭圆花瓣多数，白色或粉红色；花柄长1-2m。花托在果期膨大，直径5-10cm，海绵质。坚果椭圆形和卵圆形，长1.5-2.0cm，灰褐色。种子卵圆形，长1.2-1.7cm，种皮红棕色。生于池塘、浅湖泊及稻田中。中国南北各省有自生或栽培，经济价值高。人们习惯上称种子为“莲子”、地下茎为“藕”、花托为“莲蓬”、叶为“荷叶”。"
      }
    },
    {
      "score": 0.00015144718054216,
      "name": "红睡莲"
    },
    {
      "score": 1.2172759852547e-05,
      "name": "白睡莲"
    },
    {
      "score": 6.305016540864e-06,
      "name": "延药睡莲"
    },
    {
      "score": 3.6133328649157e-06,
      "name": "华夏慈姑"
    }]
  }
  ,
  {
    pic: "../temp_for_test/flower.jpg",
    "log_id": 1705495792822072357,
    "result": [{
      "score": 0.99979120492935,
      "name": "莲",
      "baike_info": {
        "baike_url": "http://baike.baidu.com/item/%E8%8E%B2/2717141",
        "description": "莲(Nelumbo nucifera)，又称荷、荷花、莲花、芙蕖、鞭蓉、水芙蓉、水芝、水芸、水旦、水华等，溪客、玉环是其雅称，未开的花蕾称菡萏，已开的花朵称鞭蕖，莲科，属多年生水生宿根草本植物，其地下茎称藕，能食用，叶入药，莲子为上乘补品，花可供观赏。是我国十大名花之一。是印度的国花。莲，双子叶植物，睡莲科。多年生挺水草本植物。根状茎横走，粗而肥厚，节间膨大，内有纵横通气孔道，节部缢缩。叶基生，挺出水面，盾形，直径30-90cm，波状边缘，上面深绿色，下面浅绿色。叶柄有小刺，长1-2m，挺出水面。花单生，直径10-25cm，椭圆花瓣多数，白色或粉红色；花柄长1-2m。花托在果期膨大，直径5-10cm，海绵质。坚果椭圆形和卵圆形，长1.5-2.0cm，灰褐色。种子卵圆形，长1.2-1.7cm，种皮红棕色。生于池塘、浅湖泊及稻田中。中国南北各省有自生或栽培，经济价值高。人们习惯上称种子为“莲子”、地下茎为“藕”、花托为“莲蓬”、叶为“荷叶”。"
      }
    },
    {
      "score": 0.00015144718054216,
      "name": "红睡莲"
    },
    {
      "score": 1.2172759852547e-05,
      "name": "白睡莲"
    },
    {
      "score": 6.305016540864e-06,
      "name": "延药睡莲"
    },
    {
      "score": 3.6133328649157e-06,
      "name": "华夏慈姑"
    }]
  },
  {
    pic: "../temp_for_test/flower.jpg",
    "log_id": 1705495792822072357,
    "result": [{
      "score": 0.99979120492935,
      "name": "莲",
      "baike_info": {
        "baike_url": "http://baike.baidu.com/item/%E8%8E%B2/2717141",
        "description": "莲(Nelumbo nucifera)，又称荷、荷花、莲花、芙蕖、鞭蓉、水芙蓉、水芝、水芸、水旦、水华等，溪客、玉环是其雅称，未开的花蕾称菡萏，已开的花朵称鞭蕖，莲科，属多年生水生宿根草本植物，其地下茎称藕，能食用，叶入药，莲子为上乘补品，花可供观赏。是我国十大名花之一。是印度的国花。莲，双子叶植物，睡莲科。多年生挺水草本植物。根状茎横走，粗而肥厚，节间膨大，内有纵横通气孔道，节部缢缩。叶基生，挺出水面，盾形，直径30-90cm，波状边缘，上面深绿色，下面浅绿色。叶柄有小刺，长1-2m，挺出水面。花单生，直径10-25cm，椭圆花瓣多数，白色或粉红色；花柄长1-2m。花托在果期膨大，直径5-10cm，海绵质。坚果椭圆形和卵圆形，长1.5-2.0cm，灰褐色。种子卵圆形，长1.2-1.7cm，种皮红棕色。生于池塘、浅湖泊及稻田中。中国南北各省有自生或栽培，经济价值高。人们习惯上称种子为“莲子”、地下茎为“藕”、花托为“莲蓬”、叶为“荷叶”。"
      }
    },
    {
      "score": 0.00015144718054216,
      "name": "红睡莲"
    },
    {
      "score": 1.2172759852547e-05,
      "name": "白睡莲"
    },
    {
      "score": 6.305016540864e-06,
      "name": "延药睡莲"
    },
    {
      "score": 3.6133328649157e-06,
      "name": "华夏慈姑"
    }]
  },
  {
    pic: "../temp_for_test/flower.jpg",
    "log_id": 1705495792822072357,
    "result": [{
      "score": 0.99979120492935,
      "name": "莲",
      "baike_info": {
        "baike_url": "http://baike.baidu.com/item/%E8%8E%B2/2717141",
        "description": "莲(Nelumbo nucifera)，又称荷、荷花、莲花、芙蕖、鞭蓉、水芙蓉、水芝、水芸、水旦、水华等，溪客、玉环是其雅称，未开的花蕾称菡萏，已开的花朵称鞭蕖，莲科，属多年生水生宿根草本植物，其地下茎称藕，能食用，叶入药，莲子为上乘补品，花可供观赏。是我国十大名花之一。是印度的国花。莲，双子叶植物，睡莲科。多年生挺水草本植物。根状茎横走，粗而肥厚，节间膨大，内有纵横通气孔道，节部缢缩。叶基生，挺出水面，盾形，直径30-90cm，波状边缘，上面深绿色，下面浅绿色。叶柄有小刺，长1-2m，挺出水面。花单生，直径10-25cm，椭圆花瓣多数，白色或粉红色；花柄长1-2m。花托在果期膨大，直径5-10cm，海绵质。坚果椭圆形和卵圆形，长1.5-2.0cm，灰褐色。种子卵圆形，长1.2-1.7cm，种皮红棕色。生于池塘、浅湖泊及稻田中。中国南北各省有自生或栽培，经济价值高。人们习惯上称种子为“莲子”、地下茎为“藕”、花托为“莲蓬”、叶为“荷叶”。"
      }
    },
    {
      "score": 0.00015144718054216,
      "name": "红睡莲"
    },
    {
      "score": 1.2172759852547e-05,
      "name": "白睡莲"
    },
    {
      "score": 6.305016540864e-06,
      "name": "延药睡莲"
    },
    {
      "score": 3.6133328649157e-06,
      "name": "华夏慈姑"
    }]
  },
  {
    pic: "../temp_for_test/flower.jpg",
    "log_id": 1705495792822072357,
    "result": [{
      "score": 0.99979120492935,
      "name": "莲",
      "baike_info": {
        "baike_url": "http://baike.baidu.com/item/%E8%8E%B2/2717141",
        "description": "莲(Nelumbo nucifera)，又称荷、荷花、莲花、芙蕖、鞭蓉、水芙蓉、水芝、水芸、水旦、水华等，溪客、玉环是其雅称，未开的花蕾称菡萏，已开的花朵称鞭蕖，莲科，属多年生水生宿根草本植物，其地下茎称藕，能食用，叶入药，莲子为上乘补品，花可供观赏。是我国十大名花之一。是印度的国花。莲，双子叶植物，睡莲科。多年生挺水草本植物。根状茎横走，粗而肥厚，节间膨大，内有纵横通气孔道，节部缢缩。叶基生，挺出水面，盾形，直径30-90cm，波状边缘，上面深绿色，下面浅绿色。叶柄有小刺，长1-2m，挺出水面。花单生，直径10-25cm，椭圆花瓣多数，白色或粉红色；花柄长1-2m。花托在果期膨大，直径5-10cm，海绵质。坚果椭圆形和卵圆形，长1.5-2.0cm，灰褐色。种子卵圆形，长1.2-1.7cm，种皮红棕色。生于池塘、浅湖泊及稻田中。中国南北各省有自生或栽培，经济价值高。人们习惯上称种子为“莲子”、地下茎为“藕”、花托为“莲蓬”、叶为“荷叶”。"
      }
    },
    {
      "score": 0.00015144718054216,
      "name": "红睡莲"
    },
    {
      "score": 1.2172759852547e-05,
      "name": "白睡莲"
    },
    {
      "score": 6.305016540864e-06,
      "name": "延药睡莲"
    },
    {
      "score": 3.6133328649157e-06,
      "name": "华夏慈姑"
    }]
  }
]

module.exports={
  temp_data:temp_data
}